Repository: linnarsson/RecordPress
Catalog: RecordPress/core/language/recordpress-*.po
Languages: sv_se

source: You better type in an artist name for this record.
sv_se: Du måste skiva in ett artistnamn för denna skiva.

source: Quantity field can only have numbers and can't be blank.
sv_se: Fältet antal kan bara innehålla siffror och kan inte vara tomt.

source: Price field can only contain numbers.
sv_se: Prisfältet kan bara innehålla siffror.

source: Add record
sv_se: Skapa skiva

source: Add from Discogs (PRE-ALPHA):
sv_se: Lägg till från Discogs (PRE-ALPHA):

source: Notice: This feature is marked as pre-alpha and may not work properly. To import a record from Discogs, insert the release-code. Example: [r5727135]. Some data like images is not imported. Please consult
sv_se: Notera: Den här funktionen är markerad som pre-alfa och kanske inte fungerar på rätt sätt. Om du vill importera en skiva från Discogs infogar du skivans release-code. Exempel: [r5727135]. Viss data som bilder importeras inte. Vänligen läs

source: for further information.
sv_se: för mer information.

source: Insert record &raquo;
sv_se: Lägg till skiva &raquo;

source: Title:
sv_se: Titel:

source: Catalog #:
sv_se: Katalog #:

source: Barcode, matrix and other identifiers:
sv_se: Streckkod, matris och andra kännetecken:

source: Label:
sv_se: Skivmärke:

source: Released:
sv_se: Släppt:

source: Style:
sv_se: Stil:

source: Grade record(s):
sv_se: Skick på skivor:

source: Grade innersleeve(s):
sv_se: Skick på innerfodral:

source: Cover grade:
sv_se: Skick på omslag:

source: Country:
sv_se: Land:

source: Comments:
sv_se: Kommentarer:

source: Companies:
sv_se: Företag:

source: Credits:
sv_se: Medverkande:

source: Tracklist:
sv_se: Låtlista:

source: Pictures:
sv_se: Bilder:

source: Select image 1
sv_se: Välj bild 1

source: Remove
sv_se: Ta bort

source: Select image 2
sv_se: Välj bild 2

source: Select image 3
sv_se: Välj bild 3

source: Select image 4
sv_se: Välj bild 4

source: Select image 5
sv_se: Välj bild 5

source: Select image 6
sv_se: Välj bild 6

source: Select image 7
sv_se: Välj bild 7

source: Select image 8
sv_se: Välj bild 8

source: Select image 9
sv_se: Välj bild 9

source: Select image 10
sv_se: Välj bild 10

source: Select image 11
sv_se: Välj bild 11

source: Select image 12
sv_se: Välj bild 12

source: Select image 13
sv_se: Välj bild 13

source: Select image 14
sv_se: Välj bild 14

source: Select image 15
sv_se: Välj bild 15

source: Quantity:
sv_se: Antal:

source: Price (in
sv_se: Pris (i

source: Auction link:
sv_se: Auktionslänk:

source: Category:
sv_se: Kategori:

source: Add record &raquo;
sv_se: Lägg till skiva &raquo;

source: View records
sv_se: Visa skivor

source: View single record
sv_se: Visa skiva

source: Edit record
sv_se: Redigera skiva

source: Add category
sv_se: Skapa kategori

source: Edit category
sv_se: Redigera kategori

source: Search
sv_se: Sök

source: Formats
sv_se: Skivformat

source: Edit formats
sv_se: Redigera skivformat

source: Delete formats
sv_se: Radera skivformat

source: Settings
sv_se: Inställningar

source: Category already exists.
sv_se: Kategorinamnet existerar redan.

source: You better type in an categoryname!
sv_se: Du måste ange ett kategorinamn!

source: Name your new category:
sv_se: Namnge din nya kategori:

source: Add category &raquo;
sv_se: Skapa kategori &raquo;

source: Format already exists.
sv_se: Skivformatet existerar redan.

source: You better type in a name for your new format!
sv_se: Du måste skriva in ett man på ditt nya skivformat!

source: Add format
sv_se: Skapa skivformat

source: You better type in an name for the format!
sv_se: Du måste skriva in ett namn för skivformatet!

source: Edit format
sv_se: Redigera skivformat

source: Name your new format:
sv_se: Namnge ditt nya skivformat:

source: Update &raquo;
sv_se: Uppdatera &raquo;

source: No format to display
sv_se: Inget skivformat att visa

source: Show categories by letter
sv_se: Visa kategorier med bokstav

source: Show all categories
sv_se: Visa alla kategorier

source: ALL
sv_se: ALLA

source: View this record.
sv_se: Visa denna skiva.

source: View this record
sv_se: Visa denna skiva

source: Search record...
sv_se: Sök skiva…

source: Active:
sv_se: Aktiv:

source: Update record &raquo;
sv_se: Uppdatera skiva &raquo;

source: Delete record
sv_se: Radera skiva

source: Click the checkbox to also delete images.
sv_se: Klicka på kryssrutan för att även radera bilderna.

source: Delete record &raquo;
sv_se: Radera skiva &raquo;

source: No record to display.
sv_se: Inga skivor att visa.

source: Add format &raquo;
sv_se: Skapa skivformat &raquo;

source: Manage formats
sv_se: Hantera skivformat

source: Rename format
sv_se: Döp om skivformat

source: Rename
sv_se: Döp om

source: Delete format
sv_se: Radera skivformat

source: Delete
sv_se: Radera

source: Searchresult
sv_se: Sökresultat

source: Show categories sorted by
sv_se: Visa kategorier sorterade på

source: Show all categories.
sv_se: Visa alla kategorier.

source: Add category.
sv_se: Skapa kategori.

source: Add record.
sv_se: Skapa skiva.

source: Recordname:
sv_se: Skivnamn:

source: Have a closer look at this record.
sv_se: Ta en närmre titt på denna skiva.

source: Pages
sv_se: Sidor

source: Select page to display categories:
sv_se: Välj sida att visa kategorier:

source: Select page to display records:
sv_se: Välj sida att visa skivor:

source: Select page to search for records:
sv_se: Välj sida för att söka efter skivor:

source: Update pages &raquo;
sv_se: Uppdatera sidor &raquo;

source: Database collation
sv_se: Databas kollationering

source: Database collation for categories is currently set to
sv_se: Databas kollationeringen för kategorier är förnärvarande inställd på

source: If you need to categorize records from a certain language, you can change it here.
sv_se: Om du behöver kategorisera skivor för ett specifikt språk, så kan du ändra det här.

source: Update database collation &raquo;
sv_se: Uppdatera databas kollationering &raquo;

source: Currency
sv_se: Valuta

source: Change currency:
sv_se: Ändra valuta:

source: Update currency &raquo;
sv_se: Uppdatera valuta &raquo;

source: User roles
sv_se: Användarroller

source: Who can administrate RecordPress?
sv_se: Vem kan administrera RecordPress?

source: Subscriber
sv_se: Prenumerant

source: Contributor
sv_se: Medarbetare

source: Author
sv_se: Författare

source: Editor
sv_se: Redaktör

source: Administrator
sv_se: Administratör

source: Administrators will always have access but other user roles will never have access to this settings page.
sv_se: Administratörer har alltid access, men andra användarroller har inte access till denna inställningssida.

source: Update user role &raquo;
sv_se: Uppdatera användarroll &raquo;

source: Remove RecordPress
sv_se: Radera RecordPress

source: Keep database tables on plugin deactivation.
sv_se: Behåll databasen för RecordPress när pluginet inaktiveras.

source: Remove database tables on plugin deactivation.
sv_se: Radera databasen för RecordPress när pluginet inaktiveras.

source: By default RecordPress will keep database tables on plugin deactivation. If you want to completely remove RecordPress, select "Remove database tables on plugin deactivation" and click on update. Then you can completely remove RecordPress from the plugin management.
sv_se: Som standard behåller RecordPress databasen när pluginet inaktiveras. Om du vill ta bort RecordPress permanent, välj "Radera databasen för RecordPress när pluginet inaktiveras." och klicka på uppdatera. Då kan du helt ta bort RecordPress från plugin-hanteraren.

source: Thank you for using RecordPress. Our homepage can be found at:
sv_se: Tack för att du använder RecordPress. Den officiella hemsidan hittar du på:

source: Visit the official homepage.
sv_se: Besök den officiella hemsidan

source: You have %d inserted records
sv_se: Du har %d inlagda skivor

source: with a total value of %d %s
sv_se: med ett totalt värde av %d %s

source: Latest added records
sv_se: Senast inlagda skivor

source: All categories:
sv_se: Alla kategorier:

source: View all records in this category.
sv_se: Visa alla skivor i denna kategori.

source: Edit this category.
sv_se: Redigera denna kategori.

source: Edit
sv_se: Redigera

source: Categories sorted by
sv_se: Kategorier sorterade på

source: Added
sv_se: Inlagd

source: Record ID:
sv_se: Skiv-ID:

source: Edit this record.
sv_se: Redigera denna skiva.

source: Edit this record
sv_se: Redigera denna skiva

source: Price:
sv_se: Pris:

source: Auction:
sv_se: Auktion:

source: Visit page
sv_se: Besök sidan

source: Picture(s):
sv_se: Bilder:

source: Visit auction
sv_se: Besök auktion

source: Go to previous page.
sv_se: Gå till föregående sida.

source: &laquo; Previous
sv_se: &laquo; Föregående

source: Search...
sv_se: Sök…

source: RecordPress category viewer
sv_se: RecordPress kategorivisare

source: Display available categories.
sv_se: Visa tillgängliga kategorier

source: Categories
sv_se: Kategorier

source: RecordPress search
sv_se: RecordPress sök

source: Search for records.
sv_se: Sök efter skivor.
